<html>
<head>
<link rel="stylesheet" type="text/css" href="xhelpfrms.css">
</head>

<body>
<!--#include virtual="/header.html"-->


<H3>Selbstverpflichtung der Mixbetreiber</H3>
<P>Version: 24. September 2003 </P>
<P>Diese Selbstverpflichtung hat den Zweck, die Vertrauensw&uuml;rdigkeit des Anonymisierungsdienstes zu sichern bzw. zu erh&ouml;hen. Um dies zu erreichen, m&uuml;ssen die Betreiber technische und organisatorische Ma&szlig;nahmen f&uuml;r einen hohen Grad an Datenschutz und Datensicherheit treffen. </P>

<P>Der Unterzeichner ist Betreiber einer Anonymisierungsstation (kurz: Mix). Der betriebene Mix bildet zusammen mit anderen Mixen eine logische Folge, die Mix-Kaskade. Eine solche Kaskade besteht aus einem ersten Mix, einem letzten Mix und gegebenenfalls mehreren mittleren Mixen. Dies bedeutet insbesondere, dass ein Mix mit h&ouml;chstens einem Vorg&auml;nger- und h&ouml;chstens einem Nachfolger-Mix z.B. &uuml;ber das Internet verbunden ist. </P>
<B>
<P>Zusicherungen des Betreibers</P>
</B>
<P>Bez&uuml;glich des Mix-Betriebs sichert der Betreiber Folgendes zu:</P>

<UL>
<LI>Der Mix-Betreiber h&auml;lt sich an die gesetzlichen Bestimmungen.</LI>

<LI>Es werden grunds&auml;tzlich keine Log-Dateien &uuml;ber die anonymisierten Verbindungen sowie die inneren Zust&auml;nde (z.B. Umsortierung der Nachrichten, verwendete Sitzungsschl&uuml;ssel) gef&uuml;hrt. </LI>
<LI>Der Austausch bzw. die Weiterleitung von Daten zwischen den Mixen beschr&auml;nken sich auf die in der Software spezifizierten Kommunikationsprotokolle. Die eingesetzte Mix-Software wird nur in der bereitgestellten Spezifikation verwendet. </LI>
<LI>Unbefugten wird der Zugang zu den f&uuml;r den Mix verwendeten Rechnern verwehrt. Der physische Zutritt zu den Rechnern wird durch geeignete bauliche, infrastrukturelle und organisatorische Ma&szlig;nahmen auf diejenigen Personen beschr&auml;nkt, die f&uuml;r den Betrieb erforderlich sind. Es wird mithilfe von Authentifizierungsverfahren (z.B. Passwortschutz, Biometrie) gew&auml;hrleistet, dass die Berechtigten ausschlie&szlig;lich auf die ihrer Zugriffsberechtigung unterliegenden Daten zugreifen k&ouml;nnen. Sollen Zugriffe &uuml;ber ein Netz m&ouml;glich sein, geschieht dies nur &uuml;ber verschl&uuml;sselte Verbindungen (z.B. SSH). </LI>

<LI>F&uuml;r die Systemadministration wird Personal eingesetzt, das die erforderliche Sachkunde und Zuverl&auml;ssigkeit besitzt und &uuml;ber ausreichende zeitliche und sachliche Ressourcen und Know-how verf&uuml;gt. </LI>
<LI>Die Rechner werden nach dem jeweils aktuellen Stand der Technik so konfiguriert und administriert, dass das Ausspionieren von Daten durch Dritte (z.B. mittels Viren, Trojanischen Pferden) verhindert wird. Bekannt gewordene Sicherheitsl&ouml;cher im System werden unverz&uuml;glich beseitigt. </LI>
<LI>Der Unterzeichner versichert, die Erf&uuml;llung dieser Zusicherungen von einer unabh&auml;ngigen Datenschutzkontrollinstanz jederzeit auch ohne konkreten Anlass &uuml;berpr&uuml;fen zu lassen.</LI>
</UL>



<!--#include virtual="/footer.html"-->
</body>
</html>
